// Part of MeasurementKit <https://measurement-kit.github.io/>.
// MeasurementKit is free software. See AUTHORS and LICENSE for more
// information on the copying conditions.
"app_name" = "OONI Probe";

"run_tests" = "Tests uitvoeren";
"past_tests" = "Vorige tests";
"settings" = "Instellingen";
"about" = "Over";

"dns_injection" = "DNS-injectie";
"tcp_connect" = "TCP-verbinding";
"http_invalid_request_line" = "HTTP-ongeldigverzoeksregel";
"http_header_field_manipulation" = "HTTP-headermanipulatie";
"web_connectivity" = "Webconnectiviteit";
"ndt" = "NDT-snelheidstest";
"dash" = "DASH-streamingtest";
"whatsapp" = "WhatsApp";
"telegram" = "Telegram";
"facebook_messenger" = "Facebook Messenger";

"web_connectivity_desc" = "Controleer of websites geblokkeerd worden";
"http_invalid_request_line_desc" = "Vind 'middle boxes'";
"http_header_field_manipulation_desc" = "Vind 'middle boxes'";
"ndt_desc" = "Meet netwerksnelheid en -prestatie";
"dash_desc" = "Meet videostreamingkwaliteit";
"whatsapp_desc" = "Controleer of WhatsApp geblokkeerd wordt";
"telegram_desc" = "Controleer of Telegram geblokkeerd wordt";
"facebook_messenger_desc" = "Controleer of Facebook Messenger geblokkeerd wordt";

"web_connectivity_longdesc" = "Dit onderzoekt of toegang tot websites wordt geblokkeerd door DNS-geknoei., TCP/IP blokkades, of door een transparante HTTP proxy.\n\nElke keer als u de webconnectiviteitstest uitvoert controleert u andere websites.";
"http_invalid_request_line_longdesc" = "Deze test probeert systemen (\"middle boxes\") te detecteren die verantwoordelijk zijn voor censuur of surveillence door een ongeldige HTTP requestregel te sturen naar een echodienst. Als dergelijke systemen in uw netwerk zitten wordt de ongeldige HTTP requestregel onderschept en dan kan een fout opleveren.";
"http_header_field_manipulation_longdesc" = "Deze test probeert systemen (“middle boxes”) te detecteren die verantwoordelijk zijn voor censuur of surveillance door een HTTP request te sturen met een abnormale header naar een controleserver. Als dergelijke systemen in uw netwerk zitten, worden ze waarschijnlijk genormaliseerd of worden er extra headers toegevoegd.";
"ndt_longdesc" = "Deze test meet de snelheid en de prestaties van uw netwerk.\n\nLet op: Dit is een prestatie test die is gebaseerd op servers van een derde partij, en wij kunnen niet garanderen dat uw IP-adres niet wordt opgeslagen, verwerkt, of gepubliceerd.";
"dash_longdesc" = "Deze test emuleert het streamen van een simpele videospeler met wisselende kwaliteit vanaf een andere server. Deze test is ontworpen om de algemene prestatie van uw netwerk voor videostreamen te weten te komen.\n\nLet op: Dit is een prestatie test die is gebaseerd op servers van een derde partij, en wij kunnen niet garanderen dat uw IP-adres niet wordt opgeslagen, verwerkt, of gepubliceerd.";
"whatsapp_longdesc" = "Deze test is ontworpen om de bereikbaarheid van de WhatsApp app en de WhatsApp web-versie te meten binnen een getest netwerk.";
"telegram_longdesc" = "Deze test is ontworpen om de bereikbaarheid van Telegram's app en web-versie te meten binnen een getest netwerk.";
"facebook_messenger_longdesc" = "Deze test is ontworpen om te bereikbaarheid van Facebook Messenger te meten binnen een getest netwerk.";

"running_tests" = "Tests worden uitgevoerd";
"finished_tests" = "Voltooide tests";

"settings" = "Instellingen";
"collector_address" = "Verzamelaar-adres";

"cancel" = "Annuleren";
"ok" = "Oké";
"delete" = "Verwijderen";

"test_result" = "Testresultaat";
"change" = "Wijzigen";

"welcome_ooniprobe" = "Welkom bij OONI Probe!";
"get_started" = "Aan de slag!";

"what_is_ooniprobe" = "Wat is OONI Probe?";
"learn_more" = "Lees meer";

"risks_text_1" = "Ooniprobe is vrije en open-source software die u in staat stelt om internetcensuur in uw netwerk te onderzoeken!";
"risks_text_2" = "Door deze app uit te voeren, kunt u onderzoeken of websites zijn geblokkeerd, alsmede of censuur- of surveillancesystemen aanwezig zijn in uw netwerk.";
"risks_text_3" = "U kunt deze app ook gebruiken om de snelheid en prestaties van uw netwerk onderzoeken.";
"risks_text_4" = "De gegevens die u verzamelt via deze app kan dienen als bewijs bij censuurgevallen.";
"risks_text_5" = "OONI Probe is een onderzoeksmiddel en kan dus enkele risico's met zich meebrengen.";

"potential_risks" = "Mogelijke risico’s";
"laws_text_1" = "Iedereen die uw internetactiviteit kan aftappen (zoals uw internetaanbieder, overheid, of werkgever) kan weten dat u OONI Probe uitvoert (ookal probeert OONI dit lastig te maken).";
"laws_text_2" = "Wanneer u websites op censuur test, maakt u verbinding met en download u gegevens van provocerende of twijfelachtige websites (zoals pornografie) wat illegaal kan zijn in uw land.";
"laws_text_3" = "OONI's HTTP Ongeldige Requestregel-test kan argwaan wekken bij uw internetaanbieder en worden gezien als een vorm van hacken.";
"laws_text_4" = "Tenzij u de instellingen anders instelt, zullen alle gegevens van uw tests standaard worden gepubliceerd door OONI. Dit kan ook gaan om persoonlijk identificeerbare informatie (alhoewel OONI dit probeert te voorkomen).";
"laws_text_5" = "Het gebruik van ooniprobe kan worden gezien als een vorm van spionage, onafhankelijk van de wetten in uw land.";
"laws_text_6" = "Tot zover wij weten, heeft nog geen enkele OONI Probe gebruiker ooit negatieve consequenties ervaren aan het gebruik van ons platform. Echter, vele landen hebben een lange geschiedenis van aanvallen op digitale rechtenactivisten, waardoor OONI Probe gebruikers risico lopen op ernstige civiele, criminele, of buiten-justitiële straffen.";
"i_understand_the_risks" = "Ik begrijp de risico’s.";

"pop_quiz" = "Onaangekondigde quiz!";
"question_1" = "Vraag 1: kan iemand die mijn internetactiviteit controleert (bv. mijn internetaanbieder, overheid of werkgever) zien dat ik OONI Probe uitvoer, hoewel OONI voorzorgsmaatregelen neemt om dit moeilijk te maken?";
"question_2" = "Vraag 2: worden mijn opmetingen standaard gepubliceerd door OONI, en kunnen ze persoonlijk identificeerbare informatie bevatten?";
"true" = "Ja";
"false" = "Nee";
"how_did_i_do" = "Hoe bracht ik het ervan af?";

"wrong" = "Je moet nog iets meer lezen om verder te kunnen gaan.";
"correct" = "Goed gedaan! Je hebt de quiz juist beantwoord.";

"set_up_sharing" = "Delen instellen";
"include_ip" = "Je IP invoegen?";
"include_asn" = "Je netwerkinformatie invoegen?";
"include_cc" = "Je landsnaam invoegen?";
"upload_results" = "Resultaten openbaar delen?";
"settings_text" = "Alle metingen worden standaard naar OONI verstuurd en gepubliceerd op de OONI Explorer en OONI's metingen API.";
"im_all_set" = "Ik ben klaar!";
"ooniprobe_configured" ="OONI Probe geconfigureerd. Je bent klaar om aan de slag te gaan!";

"about_ooni" = "Over OONI";
"about_text_1" = "Het Open Observatory of Network Interference (OONI) is een vrijesoftwareproject dat als deel van het Tor-project wereldwijd de transparantie van internetcensuur tracht te verhogen.";
"about_text_2" ="Sinds 2012 heeft OONI wereldwijd miljoenen netwerkopmetingen verzameld, en daarmee een licht geworpen op meerdere gevallen van internetcensuur en internetverkeersmanipulatie.";
"learn_more" = "Lees meer";

"run" = "Uitvoeren";
"view" = "Bekijken";

"no_result" = "Geen resultaten";
"no_result_msg" = "Deze test heeft geen resultaten of was geannuleerd";

"local_notifications" = "Stuur test-herinnering";
"local_notifications_time" = "Tijd";
"local_notifications_text" = "Tijd om te testen";

"notifications" = "Meldingen";

"max_runtime" = "Webconnectiviteit maximale looptijd (seconden)";
"advanced_settings" = "Geavanceerde instellingen";
"finished_running" = "%@ uitgevoerd";
"view_log" = "Logboek bekijken";
"copy_to_clipboard" = "Kopiëren naar klembord";
"copied_clipboard" = "Gekopieerd naar klembord";
"send_crash" = "Crashrapporten versturen";
"privacy" = "Privacy";
"view_data_policy" = "Klik hier om ons gegevensbeleid te bekijken";
"test_name_finished" = "%@ voltooid, ga naar Vorige tests om de resultaten te bekijken";
"open_url_alert" = "Wil je de volgende URL openen?";
"max_runtime_low" = "De maximale looptijd die u heeft ingesteld is te laag, instelling staat op standaard.";
"clear_all_tests_alert" = "Wil je alle testresultaten verwijderen?";
"past_tests_empty" = "Vorige testresultaten zullen hier verschijnen van zodra de tests voltooid zijn";

"try_mirror" = "Probeer een mirror";
"loading" = "Laden…";
"set_default" = "Stel in als standaard";

"run_test_message" = "U staat op het punt een OONI Probe test uit te voeren op uw netwerk";
"urls" = "URL’s";
"test_name" = "Testnaam";
"test_details" = "Testdetails";
"ooniprobe_outdate" = "OONI Probe is verouderd";
"ooniprobe_outdate_msg" = "Om deze test uit te voeren heb je een nieuwere versie van OONI Probe nodig, klik op de knop hieronder om bij te werken";
"invalid_parameter" = "Ongeldige parameter";
"random_sampling_urls" = "Een willekeurige selectie van URLs uit de wereldwijde lijst";

"websites" = "Websites";
"instant_messaging" = "Chatprogramma's";
"middle_boxes" = "Middle Boxes";
"performance" = "Prestatie";
